tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "astro"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "python@3.10"
brew "gobject-introspection"
brew "pillow"
brew "aws-google-auth"
brew "bat"
brew "bpython"
brew "diff-so-fancy"
brew "eksctl"
brew "exa"
brew "exercism"
brew "fish"
brew "helm"
brew "hugo"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "python-tabulate"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "tree"
brew "yq"
brew "fluxcd/tap/flux"
